Repository: 1930s/Cosmicast
Catalog: CosmoCast/*.lproj/Localizable.strings
Languages: hi

source: Podcasts
hi: पॉडकास्ट

source: Discover
hi: डिस्कवर

source: Episodes
hi: एपिसोड

source: Playlist
hi: प्लेलिस्ट

source: TOP PODCASTS
hi: शीर्ष पॉडकास्ट

source: CURATED NETWORKS
hi: सर्च नेटवर्क्स

source: TOPICS
hi: विषय

source: REGION
hi: क्षेत्र

source: OTHER
hi: अन्य

source: Arts
hi: कला

source: Business
hi: व्यापार

source: Comedy
hi: कॉमेडी

source: Education
hi: शिक्षा

source: Games & Hobbies
hi: खेल और शौक

# Government & Organisations
source: Government & Organizations
hi: सरकार और संगठन

source: Health
hi: स्वास्थ्य

source: Kids & Family
hi: बच्चे और परिवार

source: Music
hi: संगीत

source: News & Politics
hi: समाचार और राजनीति

source: Religion & Spirituality
hi: धर्म और आध्यात्मिकता

source: Science & Medicine
hi: विज्ञान और चिकित्सा

source: Society & Culture
hi: समाज और संस्कृति

source: Sports & Recreation
hi: खेल और मनोरंजन

source: Technology
hi: प्रौद्योगिकी

source: TV & Film
hi: टेलीविजन और फिल्म

source: All
hi: सब

source: Local
hi: स्थानीय

source: Export Subscribed Podcasts
hi: सब्स्क्राइब्ड पॉडकास्ट निर्यात करें

source: episodes by
hi: द्वारा एपिसोड

source: episodes
hi: एपिसोड

source: Subscribe to Podcast
hi: पॉडकास्ट की सदस्यता लें

source: Remove from Subscriptions
hi: सदस्यता से निकालें

source: More by the Author
hi: लेखक द्वारा अधिक

source: Share Podcast
hi: पॉडकास्ट साझा करें

source: Play Episode
hi: एपिसोड खेलें

source: Download and Add to Playlist
hi: डाउनलोड करें और प्लेलिस्ट में जोड़ें

source: Episode Website
hi: एपिसोड वेबसाइट

source: Share Episode
hi: शेयर एपिसोड

source: Search for podcasts or paste URL
hi: पॉडकास्ट या पेस्ट यूआरएल के लिए खोजें

source: Column Grid
hi: कॉलम ग्रिड

source: Toggle Theme
hi: थीम बदलें

source: Sleep Timer
hi: सोने का टाइमर

source: Cancel Sleep Timer
hi: नींद टाइमर रद्द करें

source: Seconds
hi: सेकंड

source: Minute
hi: मिनट

source: Minutes
hi: मिनट

source: Hour
hi: घंटा

source: Hours
hi: घंटा

source: End of Episode
hi: एपिसोड का अंत

source: Enable Volume Boost
hi: उच्च मात्रा सक्षम करें

source: Disable Volume Boost
hi: उच्च मात्रा अक्षम करें

source: Play Next
hi: अगला खेलें

source: Playback Speed
hi: प्लेबैक स्पीड

source: Back Skip Duration
hi: वापस छोड़ें अवधि

source: Forward Skip Duration
hi: आगे की अवधि छोड़ें

source: Download Episode
hi: एपिसोड डाउनलोड करें

source: Play
hi: प्ले

source: Pause
hi: ठहराव

source: Play or pause the current episode
hi: वर्तमान एपिसोड चलाएं या रोकें

source: Switch to light mode
hi: लाइट मोड पर स्विच करें

source: Switch to dark mode
hi: अंधेरे मोड पर स्विच करें

source: Switch to true black dark mode
hi: सही काले अंधेरे मोड पर स्विच करें

source: Remove from Playlist
hi: प्लेलिस्ट से निकालें

source: Downloaded
hi: डाउनलोड की गई

source: The player is even more amazing once you've selected a podcast to play
hi: एक बार पॉडकास्ट खेलने के लिए चुनने के बाद खिलाड़ी और भी अद्भुत होता है

source: Select a podcast from the Subscribed, Discover, or Playlist section...
hi: सदस्यता, डिस्कवर, या प्लेलिस्ट अनुभाग से पॉडकास्ट का चयन करें

source: Episodes you download and add to your playlist will appear here
hi: आपके द्वारा डाउनलोड और आपके प्लेलिस्ट में जोड़े गए एपिसोड यहां दिखाई देंगे

source: Subscribed podcasts will appear here Visit the Discover section or search for podcasts to add them here
hi: सब्स्क्राइब किए गए पॉडकास्ट यहां दिखाई देंगे डिस्कवर अनुभाग पर जाएं या उन्हें जोड़ने के लिए पॉडकास्ट की खोज करें

source: Discover Podcasts
hi: पॉडकास्ट खोजें

source: Dismiss
hi: खारिज

source: Please select an option
hi: कृपया एक विकल्प चुनें

source: Subscribed
hi: सदस्यता लिया

source: Unsubscribed
hi: सदस्यता छोड़ दी गई

source: Downloading
hi: डाउनलोड कर रहा है
